{
  "en": {
    "OFFICIAL ROLEX RETAILER IN BELGRADE, BUDAPEST AND PORTO MONTENEGRO": "OFFICIAL ROLEX RETAILER IN BELGRADE, BUDAPEST AND PORTO MONTENEGRO",
    "welcome": "Welcome",
    "Christie’s Achieves World Record Price for Any Rolex Sold at Auction": "Christie’s Achieves World Record Price for Any Rolex Sold at Auction"
  },
  "hu": {
    "Rolex broke through the magic $1 million mark at Christie's Geneva auction held at the Four Seasons Hotel des Bergues where an oversized stainless steel split seconds chronograph wristwatch manufactured in 1942 sold for $1,163,340 including the buyer's premium. This is the all-time high price paid for any Rolex at auction.": "Kolekcionarski model 4113, sa funkcijom hronografa koji pokrece Valjoux kalibar 55 VBR dostigao je cenu od cak 1.163.340 americkih dolara, što je najviši registrovani iznos za Rolex satove. Neobicno velikog precnika od 44 milimetra, Rolex Antimagnetique od ner?ajuceg celika na taj nacin ušao je u istoriju prestižnih aukcijskih nadmetanja.",
    "The record-setter is a reference 4113 signed Rolex, Chronographe, Antimagnetique, manufactured in 1942. The movement is a Valjoux caliber 55 VBR, a 17 2/3\"' nickel-finished lever movement with 17 jewels. The dial is silvered matte with applied pink gold Arabic and baton numerals, outer minute divisions, blue telemeter and black tachymeter scales, and two subsidiary dials for constant seconds and 30 minutes register. The round case measures a highly unusual 44mm. The case has fluted lugs and a snap-on back. The split seconds chronograph mechanism is operated through two rectangular chronograph buttons in the case band and one round chronograph button in the crown. The case, dial and movement are signed.": "Pažnja strucnih medija i kolekcionara ne cudi, buduci da je u pitanju model koji je izra?en u svega dvanaest primeraka, sa hronografom koji ima dve kazaljke za merenje vremena, što ponosnom vlasniku omogucava da meri dva vremenska intervala istovremeno.",
    "Overall the sale brought more than $26.3 million, up 25% compared with last year's Geneva sale. The top watch of the night is a unique 18k white gold cushion-shaped single button chronograph wristwatch manufactured in 1928 by Patek Philippe which sold for more than $3.6 million against a pre-sale high estimate of $2.8 million. This piece set a new world auction record for any simple chronograph watch.": "Ovogodišnja verzija casovnika Oyster Datejust Special Edition predstavlja dizajn koji je atraktivniji nego ikada.",
    "This year's Oyster Perpetual Datejust Special Edition is more sensual and dazzling than ever.": "Najnoviji model u portfoliu kompanije Tudor nastao kroz saradnju sa legendarnim imenom u svetu brzine – fabrikom motocikala Ducati. Inspirisan adrenalinom, Tudor Fastrider Black Shield dolazi u crnom matiranom kucištu od keramike, precnika 42 milimetra.",
    "The Swiss maker of sport watches and the Italian motorcycle manufacturer have just renewed their partnership initiated in 2011. While it is mere coincidence that both companies were founded in 1926, chance cannot explain the shared vision created by two very different activities. The new Fastrider Black Shield chronograph by Tudor and the Ducati Diavel Carbon customized in the spirit of the Swiss watch brand's sportiest watches attest to a bright future.": "Rolex je 1985. godine postao prva casovnicarska kompanija koja je upotrebila superleguru 904L za izradu kucišta. U pitanju je materijal koji omogucava vrhunske karakteristike, kao i izuzetnu otpornost na koroziju.",
    "Rolex uses 904L steel for its steel watch cases. 904L is usually reserved for the chemical industry, where maximum resistance against corrosion is essential.": "Ocaravajuci stil klasicnog oblika dekorisan je sa dvanaest dragih kamenja, popularnog brilijantskog nacina obrade dijamanata. Kucište precnika 34 milimetra izra?eno je od patentiranog Everose zlata, dok je jedinstveni brojcanik ukrašen sedefnim sjajem i ženstvenim motivima.",
    "The effect is luminous, exquisite and enchanting. The mother-of-pearl dial is embellished with pink gold dust applied in a fine layer via a patented PVD process that preserves the mother-of-pearl's natural structure while imbuing it with a metallic sheen.": "A bold incarnation of a feminine classic, its 34 mm 18 ct Everose gold case, bracelet and bezel exerts an intoxicating power, and the bezel sparkles with 12 brilliant-cut diamonds, elegantly showcased in 18 ct white gold settings.",
    "Zahvaljujuci pažljivoj selekciji i obradi ner?ajuceg celika po najvišim standardima, Rolex garantuje impresivnu upotrebljivost, uz mogucnost strucnog poliranja ili satenske teksture. Tako?e, osim cvrstine, kombinovanjem sa žutim ili Everose zlatom, Rolex naglašava i jedinstveni vizuelni karakter prvoklasnog 904L celika.": "904L marries perfectly with the other precious metals used by Rolex. A super alloy, 904L is extremly resistan and highly polishable.",
    "Tudor Fastrider Black Shield se isporucuje na elegantnoj kožnoj ili sportskoj narukvici od kvalitetne gume.": "The decidedly sporty spirit of these chronographs is accentuated by the pushers fitted into the middle case through black PVD-coated cylinders reminiscent of engine cylinders and by the tachymetric scale engraved on the bezel.",
    "Tradicionalna crvena boja, zaštitni znak kompanije Ducati predstavljena je kroz detalje na brojcaniku. Tako?e, ljubitelji diskretnijeg stila mogu da odaberu alternativnu verziju sa satnim markerima i Alcantara kaišem svedene bež boje. Tudor Fastrider Black Shield pokrece automatski hronograf mehanizam oznake 7753 sa 27 rubina i rezervom snage od 46 casova. Vodootpornost je ogranicena na 150 metara.": "Representing the ultimate expression of reliability and performance, the Fastrider line by Tudor forcefully expresses the fiercely competitive world of motorcycle racing. These Fastrider chronographs, featuring a 42 mm steel waterproof case, are equipped with the Tudor calibre 7753 self-winding movement boasting a 46-hour power reserve.",
    "Sedamdeset deveto nadmetanje bice organizovano 11. i 12. juna, a kao zvanicni merac vremena izazovne trke Rolex ce buduceg šampiona nagraditi casovnikom koji definiše sportsku eleganciju - modelom Oyster Perpetual Cosmograph Daytona. Podsecanja radi, kompanija Rolex je od 2001. godine zvanicni partner 24 sata Le Mana, cime je još jednom potvr?ena snažna veza prvoklasnih casovnika i sveta brzine.": "The Swiss maker of sport watches and the Italian motorcycle manufacturer have just renewed their partnership initiated in 2011. While it is mere coincidence that both companies were founded in 1926, chance cannot explain the shared vision created by two very different activities.",
    "Vrhunski kvalitet je kompletiran i samonavijajucim mehanizmom sa COCS sertifikatom, garantujuci preciznost i pouzdanost rada.": "The new Datejust Special Edition stands out thanks to its sensuous lines, feminine form and new invisible clasp. It also boasts typical Rolex precision and reliability, being as always superbly water-resistant and featuring a COSC-certified self-winding mechanical movement."
  }
}
