{
  "rs": {
    "Rolex broke through the magic $1 million mark at Christie's Geneva auction held at the Four Seasons Hotel des Bergues where an oversized stainless steel split seconds chronograph wristwatch manufactured in 1942 sold for $1,163,340 including the buyer's premium. This is the all-time high price paid for any Rolex at auction.": "Na nedavno održanoj aukciji u Ženevi, u organizaciji ugledne kuce Christie's izuzetno redak Rolex iz 1942. godine postigao je rekordnu vrednost.",
    "The record-setter is a reference 4113 signed Rolex, Chronographe, Antimagnetique, manufactured in 1942. The movement is a Valjoux caliber 55 VBR, a 17 2/3\\\"\\\"' nickel-finished lever movement with 17 jewels. The dial is silvered matte with applied pink gold Arabic and baton numerals, outer minute divisions, blue telemeter and black tachymeter scales, and two subsidiary dials for constant seconds and 30 minutes register. The round case measures a highly unusual 44mm. The case has fluted lugs and a snap-on back. The split seconds chronograph mechanism is operated through two rectangular chronograph buttons in the case band and one round chronograph button in the crown. The case, dial and movement are signed.": "Kolekcionarski model 4113, sa funkcijom hronografa koji pokrece Valjoux kalibar 55 VBR dostigao je cenu od cak 1.163.340 americkih dolara, što je najviši registrovani iznos za Rolex satove. Neobicno velikog precnika od 44 milimetra, Rolex Antimagnetique od ner?ajuceg celika na taj nacin ušao je u istoriju prestižnih aukcijskih nadmetanja.",
    "Overall the sale brought more than $26.3 million, up 25% compared with last year's Geneva sale. The top watch of the night is a unique 18k white gold cushion-shaped single button chronograph wristwatch manufactured in 1928 by Patek Philippe which sold for more than $3.6 million against a pre-sale high estimate of $2.8 million. This piece set a new world auction record for any simple chronograph watch.": "Pažnja strucnih medija i kolekcionara ne cudi, buduci da je u pitanju model koji je izra?en u svega dvanaest primeraka, sa hronografom koji ima dve kazaljke za merenje vremena, što ponosnom vlasniku omogucava da meri dva vremenska intervala istovremeno.",
    "This year's Oyster Perpetual Datejust Special Edition is more sensual and dazzling than ever.": "Ovogodišnja verzija casovnika Oyster Datejust Special Edition predstavlja dizajn koji je atraktivniji nego ikada.",
    "A bold incarnation of a feminine classic, its 34 mm 18 ct EVEROSE gold case, bracelet and bezel exerts an intoxicating power, and the bezel sparkles with 12 brilliant-cut diamonds, elegantly showcased in 18 ct white gold settings.": "Ocaravajuci stil klasicnog oblika dekorisan je sa dvanaest dragih kamenja, popularnog brilijantskog nacina obrade dijamanata. Kucište precnika 34 milimetra izra?eno je od patentiranog EVEROSE zlata, dok je jedinstveni brojcanik ukrašen sedefnim sjajem i ženstvenim motivima.",
    "The effect is luminous, exquisite and enchanting. The mother-of-pearl dial is embellished with pink gold dust applied in a fine layer via a patented PVD process that preserves the mother-of-pearl's natural structure while imbuing it with a metallic sheen.": "Vrhunski kvalitet je kompletiran i samonavijajucim mehanizmom sa COCS sertifikatom, garantujuci preciznost i pouzdanost rada.",
    "The Swiss maker of sport watches and the Italian motorcycle manufacturer have just renewed their partnership initiated in 2011. While it is mere coincidence that both companies were founded in 1926, chance cannot explain the shared vision created by two very different activities.": "Najnoviji model u portfoliu kompanije TUDOR nastao kroz saradnju sa legendarnim imenom u svetu brzine – fabrikom motocikala Ducati. Inspirisan adrenalinom, TUDOR Fastrider Black Shield dolazi u crnom matiranom kucištu od keramike, precnika 42 milimetra.",
    "Rolex uses 904L steel for its steel watch cases. 904L is usually reserved for the chemical industry, where maximum resistance against corrosion is essential.": "Rolex je 1985. godine postao prva casovnicarska kompanija koja je upotrebila superleguru 904L za izradu kucišta. U pitanju je materijal koji omogucava vrhunske karakteristike, kao i izuzetnu otpornost na koroziju.",
    "Organized by the Societe Sportive Professionelle de l'Automobile Club de l'Ouest (SSP-ACO), the 79th edition of 24 Hours of Le Mans will be held on June 11-12 this year.": "24 casa Le Mana, cuvena je automobilska trka koja se tradicionalno održava u Francuskoj. Ujedno se smatra najstarijim testom izdržljivosti u svetu brzine, sa prvim izdanjem održanim davne 1923. godine.",
    "Rolex watches have made golfing history on the wrists of the most legendary players. In keeping with its passion for excellence and its long-standing commitment to the world of golf, Rolex is proud to announce its partnership with famous American golfer, Tiger Woods who is among the most successful golfers of all time.": "Tradicionalno posvecen savršenstvu i u dugogodišnjoj vezi sa svetom golfa, Rolex ponosno objavljuje partnerstvo sa americkim golferom Tajger Vudsom. Ovo partnerstvo odaje pocast izuzetnom ugledu Tajger Vudsa, kao i vodecoj ulozi koju Vuds ima u formiranju globalne popularizacije ovog sporta.",
    "Od prvog decembra 2011 godine, “Petite Geneve - Petrovic” je prisutan i u jednoj od najlepših evropskih prestonica, Budimpešti.Uz novo strateško partnerstvo sa kompanijom Rolex, “Petite Geneve – Hungary” ce pod dirigentskom palicom Nikole Petrovica voditi otmeni Rolex butik na prestižnom Vörösmarty trgu. Ovim korakom, “Petite Geneve - Petrovic” postaje ekskluzivni Rolex predstavnik za teritorije Srbije, Crne Gore i Ma?arske, i ujedno najznacajniji partner ženevske manufakture na ovim prostorima.": "Ulazeci u dvadesetpetogodšnjicu postojanja, “Petite Genčve – Petrovic” sa ponosom objavljuje regionalnu ekspanziju i novo maloprodajno mesto.",
    "In between tennis tournaments, six times winner of Wimbledon and tennis phenomenon, Roger Federer gains an exclusive preview of the new Oyster Perpetual Sky-Dweller.": "U pauzi izme?u teniskih turnira, šestostruki osvajac Vimbldona i teniski fenomen, Rodžer Federer dobio je jedinstvenu priliku da proba novi Oyster Perpetual Sky-Dweller.",
    "The Swiss maker of sport watches and the Italian motorcycle manufacturer have just renewed their partnership initiated in 2011. While it is mere coincidence that both companies were founded in 1926, chance cannot explain the shared vision created by two very different activities. The new Fastrider Black Shield chronograph by TUDOR and the Ducati Diavel Carbon customized in the spirit of the Swiss watch brand's sportiest watches attest to a bright future.": "Tradicionalna crvena boja, zaštitni znak kompanije Ducati predstavljena je kroz detalje na brojcaniku. Tako?e, ljubitelji diskretnijeg stila mogu da odaberu alternativnu verziju sa satnim markerima i Alcantara kaišem svedene bež boje. TUDOR Fastrider Black Shield pokrece automatski hronograf mehanizam oznake 7753 sa 27 rubina i rezervom snage od 46 casova. Vodootpornost je ogranicena na 150 metara.",
    "904L marries perfectly with the other precious metals used by Rolex. A super alloy, 904L is extremly resistan and highly polishable.": "Zahvaljujuci pažljivoj selekciji i obradi ner?ajuceg celika po najvišim standardima, Rolex garantuje impresivnu upotrebljivost, uz mogucnost strucnog poliranja ili satenske teksture. Tako?e, osim cvrstine, kombinovanjem sa žutim ili EVEROSE zlatom, Rolex naglašava i jedinstveni vizuelni karakter prvoklasnog 904L celika.",
    "Largely recognized as the most prestigious endurance automobile race in the world, 24 Hours of Le Mans was created in 1923 and is a powerful draw for both celebrities and professional drivers. Actor cum motor sports aficionado Paul Newman entered the Le Mans and placed second in 1979 – a widely publicized event of the time.": "Sedamdeset deveto nadmetanje bice organizovano 11. i 12. juna, a kao zvanicni merac vremena izazovne trke Rolex ce buduceg šampiona nagraditi casovnikom koji definiše sportsku eleganciju - modelom Oyster Perpetual Cosmograph Daytona. Podsecanja radi, kompanija Rolex je od 2001. godine zvanicni partner 24 sata Le Mana, cime je još jednom potvr?ena snažna veza prvoklasnih casovnika i sveta brzine.",
    "Tiger is arguably the greatest Golf player in history, having won 14 majors and 82 worldwide wins. Rolex is convinced that Tiger Woods still has a long career ahead of him and that he has all the qualities required to continue to mark the history of golf. Also, Rolex said it was paying tribute \\\"\\\"to the exceptional stature of Tiger Woods and the leading role he plays in forging sport's global appeal\\\"\\\".": "U Rolex-u veruju da Tajger Vuds ima još dugu karijeru pred sobom kao i da poseduje sve potrebne kvalitete da nastavi sa pisanjem istorije golfa. Rolex je kao brend posvecen da prati Vudsa u novim izazovima, i ova saradnja predstavlja zajednicku posvecenost buducnosti.",
    "Famous player from Switzerland is also one of the Rolex ambassadors and a great connoisseur of the brand. We invite you to watch the video.": "Rodžer Federer je jedan od ambasadora Rolex casovnika, i veliki poznavalac vrenda. Pozivamo Vas da pogledate video.",
    "Woods turned professional in 1996, and by April 1997 he had already won his first major, the 1997 Masters in a record-breaking performance. He first reached the number one position in the world rankings in June 1997. Through the 2000s, Woods was the dominant force in golf, spending 264 weeks from August 1999 to September 2004 and 281 weeks from June 2005 to October 2010 as world number one.": "Tajger Vuds se pridružuje porodici Rolex ambasadora, koji su izabrani zbog svog talenta, upornosti i sposobnosti da prenesu svoju strast za sportom. Porodica Rolex ambasadora ukljucuje nove mlade šampione, kao i vec ustolicena imena kako u muškom tako i ženskom golfu. Rolex i svet golfa su u vezi još od 1960-ih godina, i danas je Rolex ne samo partner najznacajnijih igraca, vec i najprestižnijih turnira i golf asocijacija."
  },
  "hu": {
    "Yacht-Master": "Yacht-Master",
    "Yacht-Master II": "Yacht-Master II",
    "16396": "16396",
    "M226570-0001,M126720VTNR-0001,M126600-0002,M136660-0004,M124060-0001,M126500LN-0001": "M226570-0001,M126720VTNR-0001,M126600-0002,M136660-0004,M124060-0001,M126500LN-0001",
    "Oyster, 44 mm, Oystersteel": "M116680-0002",
    "Monobloc middle case, screw-down case back and winding crown": "Monoblokk (egy darabból készült) középső tok, menetes hátlappal és menetes koronával",
    "44 mm": "44 mm",
    "Oystersteel": "Oystersteel acél",
    "Bidirectional rotatable Ring Command bezel. Blue Cerachrom insert in ceramic, moulded numerals and inscription": "Két irányban forgatható funkciógyűrű. Kék Cerachrom kerámia betét, dombornyomott számok és felirat",
    "Screw-down, Triplock triple waterproofness system": "Menetes Triplock tripla vízálló rendszer",
    "Scratch-resistant sapphire": "Karcálló zafír",
    "Waterproof to 100 metres / 330 feet": "100 méterig (330 láb) vízálló",
    "Perpetual, mechanical, self-winding, regatta chronograph": "Perpetual mechanikus, automata, vitorlásversenyekre tervezett kronográf",
    "4161, Manufacture Rolex": "4161, Rolex szerkezet",
    "-2/+2 sec/day, after casing": "Tokba helyezés után napi -2/+2 mp",
    "Paramagnetic blue Parachrom hairspring": "Paramágneses kék Parachrom hajszálrugó",
    "": "",
    "Bidirectional self-winding via Perpetual rotor": "Kétirányú, automata, Perpetual rotorral",
    "Approximately 72 hours": "Kb. 72 óra",
    "Oyster, three-piece solid links": "Oyster, három részes tömör szemekkel",
    "Folding Oysterlock safety clasp with Easylink 5 mm comfort extension link": "Behajtható Oysterclasp biztonsági csat kényelmes, 5 mm-es Easylink bővítő mechanizmussal",
    "White": "Fehér",
    "Highly legible Chromalight display with long-lasting blue luminescence": "Kiválóan olvasható, hosszan tartó kék fénnyel foszforeszkáló Chromalight kijelző",
    "Superlative Chronometer (COSC + Rolex certification after casing)": "Superlative Chronometer minősítés (COSC + Rolex tanúsítvány tokba helyezés után)",
    "Men": "Férfi",
    "Large size": "Nagy méretű",
    "Light dial": "Világos számlap",
    "Ring Command Bezel": "Funkciógyűrű",
    "Rolex achieved perfection when it turned its attention to redefining the purpose and functionality of the bezel. Typically, a bezel operates independently from the internal mechanism; however, the Ring Command bezel in the Yacht-Master II regatta chronograph operates in conjunction with it. As a mechanical component linked to the movement, the bezel literally acts as the key to the programmable countdown, allowing it to be set and synchronised to the sequence of race start times. Complex in design, but simple in use, it is functionally beautiful.": "Amikor a Rolex a Yacht-Master II tervezése során figyelmét a lünetta feladata és funkcionalitása újradefiniálásának szentelte, sikerült elérnie a tökéletességet. Míg a lünetta általában a belső óraműtől függetlenül funkcionál, a Yacht-Master II versenykronográf Ring Command funkciógyűrűje azzal együtt működik. Az óraműhöz csatlakozó mechanikus alkatrészként a funkciógyűrű a programozható visszaszámláló kulcsa: ennek segítségével állíthatjuk és szinkronizálhatjuk óránkat a verseny startidejének megfelelő szekvenciához. Amilyen bonyolult a tervezése, annál egyszerűbb a használata, működése pedig lenyűgöző. COPY FOR ALL",
    "ring_command_bezel-oystersteel-m116680-0002": "ring_command_bezel-oystersteel-m116680-0002",
    "White dial": "Fehér számlap",
    "The Yacht-Master II is equipped with a new dial, and new hands that are characteristic of Rolex Professional models, enhancing legibility and sharpening its aesthetic appeal. The dial now features a triangular hour marker at 12 o’clock and a rectangular hour marker at 6 o’clock for more intuitive reading of the watch. A luminescent disc on the hour hand clearly distinguishes it from the minute hand. The Yacht-Master II’s countdown can be programmed for a duration of between 1 and 10 minutes. The programming is memorized by the mechanism so that at a reset it returns to the previous setting. Once launched, the countdown can be synchronized on the fly to match the official race countdown.": "A Yacht-Master II új számlappal és új, a Rolex Professional modellekre jellemző mutatókkal rendelkezik, amelyek segítik az olvashatóságot és még vonzóbb megjelenést biztosítanak. A számlapon 12 óránál egy háromszög alakú, 6 óránál pedig egy téglalap alakú órajelzés látható, amelyek megkönnyítik az idő leolvasását. Az óramutatót a rajta található foszforeszkáló tárcsa egyértelműen megkülönbözteti a percmutatótól. A Yacht-Master II visszaszámlálója 1 és 10 perc közötti időtartamra programozható. Az óraszerkezet tárolja a megadott időtávot, így újraindításkor ugyanehhez tér vissza. Az elindítás után a visszaszámláló menet közben összehangolható a verseny hivatalos visszaszámlálásával.",
    "white_dial-oystersteel-m116680-0002": "white_dial-oystersteel-m116680-0002",
    "Rolex uses Oystersteel for its steel watch cases. Specially developed by the brand, Oystersteel belongs to the 904L steel family, alloys most commonly used in high-technology and in the aerospace and chemical industries, where maximum resistance to corrosion is essential. Oystersteel is extremely resistant, offers an exceptional finish once polished and maintains its beauty even in the harshest environments.": "A Rolex acél óratokjai Oystersteel acélból készülnek. A márka által kifejlesztett Oystersteel acél a 904L családhoz tartozik. Ezeket az ötvözeteket általában a legmodernebb technológia, az űrkutatás és a vegyipar használja, ahol elengedhetetlen a rozsdásodásnak való maximális ellenállás. Az Oystersteel acél rendkívül ellenálló, csiszolás után kivételes megjelenésű, és még a legbarátságtalanabb környezetben is megőrzi szépségét.",
    "oystersteel-oystersteel-steel": "oystersteel-oystersteel-steel",
    "Grey background": "Grey background",
    "Rolex Yacht-Master in Oystersteel, M116680-0002 | [Retailer_Name]": "Oystersteel acél Rolex Yacht-Master, M116680-0002 | [Retailer Name]",
    "Discover the Rolex Yacht-Master watch in Oystersteel and Light dial at [Retailer_name], official Rolex retailer. Ref: M116680-0002": "Fedezze fel a(z) Oystersteel acél, Világos számlap számlapú Rolex Yacht-Master karórákat a Rolex hivatalos forgalmazója, [Retailer_name] kínálatában. Ref.: M116680-0002",
    "https://youtu.be/y9kJNjchv2o": "https://youtu.be/y9kJNjchv2o",
    "How to Set your  Yacht-Master II Synonymous with excellence and reliability, Rolex watches are designed for everyday wear, and depending on the model, perfectly suited for a wide range of sports and other activities. Built to last, these timepieces are characterized by their distinctive and timeless aesthetics. The Oyster Perpetual Yacht-Master II is a unique regatta chronograph. Learn more about its features and how to set the time and, for the perfect race start, how to use the exclusive countdown function by watching the video.": "Így állíthatja be Yacht-Master II óráját A Rolex órák a kiválóság és megbízhatóság szimbólumai, amelyeket mindennapos viseletre terveztek és amelyek, modellváltozattól függően, tökéletesen megfelelnek megannyi sport és egyéb aktivitás kihívásainak. Ezeket a tartósságra tervezett karórákat az egyedi és időtlen megjelenés jellemzi. Az Oyster Perpetual Yacht-Master II rendhagyó regatta kronográf. A videóból megismerheti funkcióit és megtudhatja, hogyan állíthatja be a pontos időt, valamint a versenyt megelőző exkluzív visszaszámlálót.",
    "Rolex": "YACHT-MASTER",
    "Oyster, 44 mm, Oystersteel acél": "M116680-0002",
    "M116680-0002": "M116680-0002",
    "Yacht-Master": "Yacht-Master",
    "Yacht-Master II": "Yacht-Master II",
    "16396": "16396",
    "M226570-0001,M126720VTNR-0001,M126600-0002,M136660-0004,M124060-0001,M126500LN-0001": "M226570-0001,M126720VTNR-0001,M126600-0002,M136660-0004,M124060-0001,M126500LN-0001",
    "Oyster, 44 mm, Oystersteel": "M116680-0002",
    "Monobloc middle case, screw-down case back and winding crown": "Monoblok srednje kućište, poklopac sata na navoj i krunica za navijanje",
    "44 mm": "44 mm",
    "Oystersteel": "čelik Oystersteel"
  }
}
